4ops.terraform
alefragnani.bookmarks
burkeholland.simple-react-snippets
chrmarti.regex
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
hashicorp.terraform
koszti.snowflake-driver-for-sqltools
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
mtxr.sqltools
octref.vetur
oderwat.indent-rainbow
pawelgrzybek.gatito-theme
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.theme-omni
rvest.vs-code-prettier-eslint
tintinweb.vscode-solidity-language
trinm1709.dracula-theme-from-intellij
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
yummygum.city-lights-icon-vsc